Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# DeviceSendingFiles
source: %1$@ is sending you %2$@
ar: %1$@ يرسل لك %2$@
ca: %1$@ t'està enviant %2$@
cs: %1$@ vám odesílá %2$@
da: %1$@ sender dig %2$@
de: %1$@ möchte dir %2$@ senden
el: Ο/η %1$@ σας στέλνει το %2$@
es: %1$@ te quiere enviar %2$@
es_419: %1$@ te está enviando %2$@
fi: %1$@ lähettää sinulle %2$@
fr: %1$@ vous envoie %2$@
fr_ca: %1$@ vous envoie %2$@
he: %1$@ שולח לך %2$@
hi: %1$@ आपको %2$@ भेज रहा है
hr: %1$@ vam šalje %2$@
hu: %1$@ a következőt küldi: %2$@
id: %1$@ mengirimkan %2$@ kepada Anda
it: %1$@ ti sta mandando %2$@
ja: %1$@が%2$@を送信しています
ko: %1$@에서 %2$@을(를) 공유하려고 합니다.
ms: %1$@ sedang menghantar anda %2$@
nb: %1$@ sender deg %2$@
nl: %1$@ stuurt je %2$@
pl: %1$@ przesyła do Ciebie %2$@
pt_br: %1$@ está te enviando %2$@
pt_pt: %1$@ está a enviar %2$@
ro: %1$@ vă trimite %2$@
ru: %1$@ отправляет Вам %2$@
sv: %1$@ skickar dig %2$@
th: %1$@ กำลังส่งไฟล์ให้คุณ %2$@
tr: %1$@, size %2$@ gönderiyor
uk: %1$@ відправляє Вам %2$@
vi: %1$@ đang gửi bạn %2$@
zh_hans: %1$@ 正向你发送 %2$@
zh_hant: %1$@ 正在向您傳送 %2$@

# DeviceSendingText
source: %1$@ wants to insert "%2$@" to your clipboard.
ar: %1$@ يريد إدراج "%2$@" في الحافظة الخاصة بك.
ca: %1$@ vol inserir "%2$@" al teu porta-retalls.
cs: %1$@ chce vložit "%2$@" do vaší schránky.
da: %1$@ ønsker at indsætte "%2$@" i din udklipsholder.
de: %1$@ möchte "%2$@" in Deine Zwischenablage einfügen.
el: Ο/η %1$@ επιθυμεί να προσθέσει "%2$@" στο πρόχειρό σας.
es: %1$@ quiere insertar "%2$@" en tu portapapeles.
es_419: %1$@ quiere insertar "%2$@" en tu portapapeles.
fi: %1$@ haluaa lisätä "%2$@" leikepöydällesi.
fr: %1$@ souhaite insérer "%2$@" dans votre presse-papiers.
fr_ca: %1$@ souhaite insérer "%2$@" dans votre presse-papiers.
he: %1$@ רוצה להכניס "%2$@" ללוח שלך.
hi: %1$@ "%2$@" को आपके क्लिपबोर्ड में डालना चाहता है।
hr: %1$@ želi umetnuti "%2$@" u vaš međuspremnik.
hu: %1$@ be szeretné illeszteni a(z) "%2$@" elemet a vágólapodra.
id: %1$@ ingin memasukkan "%2$@" ke clipboard Anda.
it: %1$@ vuole inserire "%2$@" negli appunti.
ja: %1$@があなたのクリップボードに「%2$@」を挿入しようとしています。
ko: %1$@님이 클립보드에 "%2$@"을(를) 삽입하려고 합니다.
ms: %1$@ ingin memasukkan "%2$@" ke dalam papan klip anda.
nb: %1$@ vil legge inn "%2$@" i utklippstavlen din.
nl: %1$@ wil "%2$@" naar uw klembord kopiëren.
pl: %1$@ chce wstawić "%2$@" do Twojego schowka.
pt_br: %1$@ deseja inserir "%2$@" na sua área de transferência.
pt_pt: %1$@ quer inserir "%2$@" na sua área de transferência.
ro: %1$@ dorește să insereze "%2$@" în clipboard-ul tău.
ru: %1$@ хочет вставить "%2$@" в ваш буфер обмена.
sv: %1$@ vill infoga "%2$@" till ditt urklipp.
th: %1$@ ต้องการเพิ่ม "%2$@" ไปยังคลิปบอร์ดของคุณ
tr: %1$@ "%2$@" panonuza eklemek istiyor.
uk: %1$@ хоче вставити "%2$@" у ваш буфер обміну.
vi: %1$@ muốn chèn "%2$@" vào bảng ghi tạm của bạn.
zh_hans: %1$@ 想将“%2$@”插入到你的剪贴板。
zh_hant: %1$@ 想將 "%2$@" 插入您的剪貼簿。

# DeviceSendingUrl
source: %1$@ wants to open "%2$@" on this device.
ar: %1$@ يريد فتح "%2$@" على هذا الجهاز.
ca: %1$@ vol obrir "%2$@" en aquest dispositiu.
cs: %1$@ chce otevřít "%2$@" na tomto zařízení.
da: %1$@ ønsker at åbne "%2$@" på denne enhed.
de: %1$@ möchte "%2$@" auf diesem Gerät öffnen.
el: Ο/η %1$@ θέλει να ανοίξει "%2$@" στη συσκευή σας.
es: %1$@ quiere abrir "%2$@" en este dispositivo.
es_419: %1$@ quiere abrir "%2$@" en este dispositivo.
fi: %1$@ haluaa avata "%2$@" tällä laitteella.
fr: %1$@ souhaite ouvrir "%2$@" sur cet appareil.
fr_ca: %1$@ souhaite ouvrir "%2$@" sur cet appareil.
he: %1$@ רוצה לפתוח "%2$@" במכשיר זה.
hi: %1$@ आपके इस डिवाइस पर "%2$@" खोलना चाहता है।
hr: %1$@ želi otvoriti "%2$@" na ovom uređaju.
hu: %1$@ meg akarja nyitni a(z) "%2$@" elemet ezen az eszközön.
id: %1$@ ingin membuka "%2$@" di perangkat ini.
it: %1$@ vuole aprire "%2$@" su questo dispositivo.
ja: %1$@がこのデバイスで「%2$@」を開こうとしています。
ko: %1$@님이 이 장치에서 "%2$@"을(를) 열려고 합니다.
ms: %1$@ ingin membuka "%2$@" pada peranti ini.
nb: %1$@ vil åpne "%2$@" på denne enheten.
nl: %1$@ wil "%2$@" openen op dit apparaat.
pl: %1$@ chce otworzyć "%2$@" na tym urządzeniu.
pt_br: %1$@ deseja abrir "%2$@" neste dispositivo.
pt_pt: %1$@ quer abrir "%2$@" neste dispositivo.
ro: %1$@ dorește să deschidă "%2$@" pe acest dispozitiv.
ru: %1$@ хочет открыть "%2$@" на этом устройстве.
sv: %1$@ vill öppna "%2$@" på den här enheten.
th: %1$@ ต้องการเปิด "%2$@" บนอุปกรณ์นี้
tr: %1$@ "%2$@" dosyasını bu cihazda açmak istiyor.
uk: %1$@ хоче відкрити "%2$@" на цьому пристрої.
vi: %1$@ muốn mở "%2$@" trên thiết bị này.
zh_hans: %1$@ 想在此设备上打开“%2$@”。
zh_hant: %1$@ 想在此裝置上打開 "%2$@"。

# DeviceSendingWifiPassword
source: %1$@ wants to insert the Wi-Fi password for "%2$@" into your clipboard.
ar: %1$@ يريد إضافة كلمة مرور شبكة Wi-Fi "%2$@" إلى الحافظة الخاصة بك.
ca: %1$@ vol inserir la contrasenya Wi-Fi de "%2$@" al teu porta-retalls.
cs: %1$@ chce vložit Wi-Fi heslo k „%2$@“ do vaší schránky.
da: %1$@ vil indsætte Wi-Fi-kodeordet for "%2$@" på dit udklipsholder.
de: %1$@ möchte das WLAN-Passwort von „%2$@“ in deine Zwischenablage einfügen.
el: Ο/Η %1$@ θέλει να εισαγάγει τον κωδικό Wi-Fi του "%2$@" στο πρόχειρό σας.
es: %1$@ quiere insertar la contraseña Wi-Fi de "%2$@" en tu portapapeles.
es_419: %1$@ quiere insertar la contraseña Wi-Fi de "%2$@" en tu portapapeles.
fi: %1$@ haluaa lisätä "%2$@" Wi-Fi-salasanan leikepöydällesi.
fr: %1$@ souhaite insérer le mot de passe Wi-Fi de « %2$@ » dans votre presse-papiers.
fr_ca: %1$@ veut insérer le mot de passe Wi-Fi de « %2$@ » dans votre presse-papiers.
he: %1$@ מבקש להכניס את סיסמת ה-Wi-Fi של "%2$@" ללוח שלך.
hi: %1$@ आपके क्लिपबोर्ड में "%2$@" का वाई-फाई पासवर्ड डालना चाहता है।
hr: %1$@ želi umetnuti Wi-Fi lozinku za "%2$@" u vaš međuspremnik.
hu: %1$@ a(z) „%2$@” Wi-Fi jelszavát szeretné a vágólapodra másolni.
id: %1$@ ingin memasukkan kata sandi Wi-Fi "%2$@" ke papan klip Anda.
it: %1$@ vuole inserire la password Wi-Fi di "%2$@" negli appunti.
ja: %1$@が「%2$@」のWi-Fiパスワードをクリップボードに追加しようとしています。
ko: %1$@이(가) "%2$@"의 Wi-Fi 비밀번호를 클립보드에 삽입하려고 합니다.
ms: %1$@ ingin memasukkan kata laluan Wi-Fi "%2$@" ke papan klip anda.
nb: %1$@ ønsker å sette inn Wi-Fi-passordet til "%2$@" på utklippstavlen din.
nl: %1$@ wil het Wi-Fi-wachtwoord van "%2$@" aan je klembord toevoegen.
pl: %1$@ chce wstawić hasło Wi-Fi do „%2$@” do Twojego schowka.
pt_br: %1$@ quer inserir a senha Wi-Fi de "%2$@" na sua área de transferência.
pt_pt: %1$@ quer inserir a palavra-passe Wi-Fi de "%2$@" na sua área de transferência.
ro: %1$@ dorește să introducă parola Wi-Fi a "%2$@" în clipboard-ul tău.
ru: %1$@ хочет скопировать пароль Wi-Fi «%2$@» в ваш буфер обмена.
sv: %1$@ vill lägga till Wi‑Fi-lösenordet för "%2$@" till ditt urklipp.
th: %1$@ ต้องการคัดลอกรหัสผ่าน Wi-Fi ของ "%2$@" ไปยังคลิปบอร์ดของคุณ
tr: %1$@, "%2$@" Wi-Fi şifresini panonuza kopyalamak istiyor.
uk: %1$@ хоче вставити пароль Wi-Fi від "%2$@" у ваш буфер обміну.
vi: %1$@ muốn chèn mật khẩu Wi-Fi của "%2$@" vào clipboard của bạn.
zh_hans: %1$@ 想要将“%2$@”的 Wi-Fi 密码插入到你的剪贴板。
zh_hant: %1$@ 想將「%2$@」的 Wi-Fi 密碼插入到您的剪貼簿。

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
es_419: Listo
fi: Valmis
fr: Terminé
fr_ca: Terminé
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Don't see your device?
ar: لا ترى جهازك؟
ca: No veus el teu dispositiu?
cs: Nevidíte vaše zařízení?
da: Kan ikke se din enhed?
de: Gerät nicht sichtbar?
el: Δεν βλέπετε τη συσκευή σας;
es: ¿No ves tu dispositivo?
es_419: ¿No ves tu dispositivo?
fi: Et näe laitettasi?
fr: Vous ne voyez pas votre appareil ?
fr_ca: Vous ne voyez pas votre appareil?
he: לא רואה את המכשיר שלך?
hi: क्या आपको अपना डिवाइस नहीं दिख रहा?
hr: Ne vidite svoj uređaj?
hu: Nem látja az eszközt?
id: Tidak melihat perangkat Anda?
it: Non vedi il tuo dispositivo?
ja: デバイスが見つかりませんか？
ko: 기기를 찾을 수 없나요?
ms: Tidak melihat peranti anda?
nb: Ser du ikke enheten din?
nl: Zie je je apparaat niet?
pl: Nie widzisz swojego urządzenia?
pt_br: Não vê o seu dispositivo?
pt_pt: Não vê o seu dispositivo?
ro: Nu vezi dispozitivul tău?
ru: Не видите своё устройство?
sv: Ser du inte din enhet?
th: ไม่เห็นอุปกรณ์ของคุณ?
tr: Cihazınızı görmüyor musunuz?
uk: Не бачите свій пристрій?
vi: Không thấy thiết bị của bạn?
zh_hans: 未找到您的设备？
zh_hant: 找不到您的裝置？

# DownloadCableConnectionApp
source: Download iDroid
ar: تحميل iDroid
ca: Descarrega iDroid
cs: Stáhnout iDroid
da: Hent iDroid
de: iDroid herunterladen
el: Κατέβασμα iDroid
es: Descargar iDroid
es_419: Descargar iDroid
fi: Lataa iDroid
fr: Télécharger iDroid
fr_ca: Télécharger iDroid
he: הורד את iDroid
hi: iDroid डाउनलोड करें
hr: Preuzmi iDroid
hu: iDroid letöltése
id: Unduh iDroid
it: Scarica iDroid
ja: iDroidをダウンロード
ko: iDroid 다운로드
ms: Muat turun iDroid
nb: Last ned iDroid
pl: Pobierz iDroid
pt_br: Baixar iDroid
pt_pt: Descarregar iDroid
ro: Descarcă iDroid
ru: Скачать iDroid
sv: Ladda ner iDroid
th: ดาวน์โหลด iDroid
tr: iDroid'i İndir
uk: Завантажити iDroid
vi: Tải xuống iDroid
zh_hans: 下载 iDroid
zh_hant: 下載 iDroid

# DownloadCableConnectionAppDescription
source: If you want to transfer files and browse the storage of your Android device via USB, you can now do so with the new iDroid app. iDroid supports downloading and uploading files and whole folders using Drag & Drop.
ar: إذا كنت تريد نقل الملفات واستعراض تخزين جهاز Android الخاص بك عبر USB، يمكنك الآن القيام بذلك باستخدام تطبيق iDroid الجديد. iDroid يدعم تنزيل وتحميل الملفات والمجلدات الكاملة باستخدام السحب والإفلات.
ca: Si vols transferir arxius i explorar l'emmagatzematge del teu dispositiu Android a través d'USB, ara pots fer-ho amb la nova app iDroid. iDroid admet la descàrrega i càrrega d'arxius i carpetes senceres mitjançant Drag & Drop.
cs: Chcete-li přenášet soubory a procházet úložiště svého zařízení Android přes USB, nyní můžete použít novou aplikaci iDroid. iDroid podporuje stahování a nahrávání souborů a celých složek pomocí Drag & Drop.
da: Hvis du vil overføre filer og gennemse din Android-enheds lager via USB, kan dette nu gøres med den nye iDroid app. iDroid understøtter download og upload af filer og hele mapper ved hjælp af Drag & Drop.
de: Wenn du Dateien übertragen und den Speicher deines Android-Geräts per USB durchsuchen willst, kannst du das jetzt mit der neuen iDroid-App tun. iDroid unterstützt das Herunterladen und Hochladen von Dateien und ganzen Ordnern per Drag & Drop.
el: Αν θέλετε να μεταφέρετε αρχεία και να περιηγηθείτε στον αποθηκευτικό χώρο της συσκευής Android μέσω USB, μπορείτε τώρα να το κάνετε με τη νέα εφαρμογή iDroid. Το iDroid υποστηρίζει κατέβασμα και αποστολή αρχείων και ολόκληρων φακέλων μέσω Drag & Drop.
es: Si deseas transferir archivos y explorar el almacenamiento de tu dispositivo Android mediante USB, ahora puedes hacerlo con la nueva aplicación iDroid. iDroid admite la descarga y carga de archivos y carpetas completas mediante arrastrar y soltar.
es_419: Si deseas transferir archivos y explorar el almacenamiento de tu dispositivo Android a través de USB, ahora puedes hacerlo con la nueva aplicación iDroid. iDroid permite descargar y subir archivos y carpetas completas usando arrastrar y soltar.
fi: Jos haluat siirtää tiedostoja ja selata Android-laitteesi tallennusta USB:n kautta, tee se nyt uudella iDroid-sovelluksella. iDroid tukee tiedostojen ja kokonaisia kansioiden lataamista ja lähettämistä vedä ja pudota -menetelmällä.
fr: Si vous souhaitez transférer des fichiers et explorer le stockage de votre appareil Android via USB, vous pouvez maintenant le faire avec la nouvelle application iDroid. iDroid prend en charge le téléchargement et l'envoi de fichiers et dossiers entiers avec le glisser-déposer.
fr_ca: Si vous souhaitez transférer des fichiers et parcourir le stockage de votre appareil Android via USB, vous pouvez maintenant le faire avec la nouvelle application iDroid. iDroid permet de télécharger et de charger des fichiers ou des dossiers entiers en utilisant Glisser-Déposer.
he: אם ברצונך להעביר קבצים ולעיין באחסון של מכשיר ה-Android שלך באמצעות USB, כעת תוכל לעשות זאת עם אפליקציית iDroid החדשה. iDroid תומכת בהורדה והעלאה של קבצים ותיקיות שלמות באמצעות גרירה והשלכה.
hi: यदि आप USB के माध्यम से अपने Android डिवाइस की स्टोरेज को एक्सेस करना चाहते हैं, तो आप अब नए iDroid ऐप का उपयोग करके ऐसा कर सकते हैं। iDroid Drag & Drop के माध्यम से फ़ाइलें और पूरे फ़ोल्डर डाउनलोड और अपलोड करने का समर्थन करता है।
hr: Ako želite prenositi datoteke i pregledavati pohranu svog Android uređaja putem USB-a, sada to možete učiniti s novom iDroid aplikacijom. iDroid podržava preuzimanje i prijenos datoteka i cijelih mapa pomoću Drag & Drop funkcionalnosti.
hu: Ha fájlokat szeretnél áthelyezni és böngészni Android-eszközöd tárhelyét USB-n keresztül, most megteheted az új iDroid alkalmazással. iDroid támogatja a fájlok és teljes mappák letöltését és feltöltését húzással és ejtéssel.
id: Jika Anda ingin mentransfer file dan menjelajahi penyimpanan perangkat Android Anda melalui USB, Anda sekarang dapat melakukannya dengan aplikasi iDroid yang baru. iDroid mendukung pengunduhan dan pengunggahan file serta seluruh folder menggunakan Seret & Lepas.
it: Se desideri trasferire file e navigare nella memoria del tuo dispositivo Android tramite USB, ora puoi farlo con la nuova app iDroid. iDroid supporta il download e il caricamento di file e cartelle intere tramite Drag & Drop.
ja: USB経由でAndroidデバイスのファイルを転送し、ストレージを閲覧したい場合は、新しいiDroidアプリを使って実現できます。 iDroidはドラッグ＆ドロップによるファイルやフォルダのダウンロードとアップロードをサポートしています。
ko: USB를 통해 Android 기기의 파일을 전송하고 저장소를 탐색하려면, 이제 새롭게 출시된 iDroid 앱을 사용해보세요. iDroid는 드래그 앤 드롭으로 전체 폴더 및 파일의 다운로드와 업로드를 지원합니다.
ms: Jika anda ingin memindahkan fail dan menyemak storan peranti Android anda melalui USB, kini anda boleh melakukannya dengan aplikasi iDroid yang baru. iDroid menyokong memuat turun dan memuat naik fail serta folder penuh menggunakan Drag & Drop.
nb: Hvis du vil overføre filer og bla gjennom lagringen på din Android-enhet via USB, kan du nå gjøre det med den nye iDroid-appen. iDroid støtter nedlasting og opplastning av filer og hele mapper ved hjelp av Drag & Drop.
nl: Als je bestanden wilt overzetten en de opslag van je Android-apparaat via USB wilt verkennen, kan dat nu met de nieuwe iDroid-app. iDroid ondersteunt het downloaden en uploaden van bestanden en volledige mappen via slepen en neerzetten.
pl: Chcesz przesyłać pliki i przeglądać dane Androida poprzez USB? Teraz możesz to zrobić dzięki nowej aplikacji iDroid. iDroid obsługuje pobieranie i przesyłanie plików oraz całych folderów przy użyciu funkcji Przeciągnij i Upuść.
pt_br: Se você deseja transferir arquivos e navegar no armazenamento do seu dispositivo Android via USB, agora pode fazer isso com o novo app iDroid. iDroid suporta download e upload de arquivos e pastas inteiras usando Arrastar e Soltar.
pt_pt: Se pretendes transferir ficheiros e explorar o armazenamento do teu dispositivo Android via USB, agora podes fazê-lo com a nova aplicação iDroid. iDroid suporta transferência e envio de ficheiros e pastas inteiras através de arrastar e largar.
ro: Dacă dorești să transferi fișiere și să explorezi stocarea dispozitivului tău Android prin USB, acum poți face acest lucru cu noua aplicație iDroid. iDroid permite descărcarea și încărcarea fișierelor și folderelor întregi prin tragere și plasare.
ru: Если вы хотите передавать файлы и просматривать хранилище вашего Android-устройства через USB, теперь вы можете сделать это с помощью нового приложения iDroid. iDroid поддерживает загрузку и передачу файлов и целых папок с помощью перетаскивания.
sv: Om du vill överföra filer och bläddra Android-enhetens lagring via USB, kan du nu göra detta med den nya iDroid-appen. iDroid stöder nedladdning och uppladdning av filer och hela mappar på Drag & Drop-sätt.
th: หากคุณต้องการถ่ายโอนไฟล์และเรียกดูที่เก็บข้อมูลของอุปกรณ์ Android ผ่าน USB ตอนนี้คุณสามารถทำได้ด้วยแอป iDroid ใหม่ iDroid รองรับการดาวน์โหลดและอัปโหลดไฟล์และโฟลเดอร์ทั้งหมดด้วยการลากและวาง
tr: Dosya transfer etmek ve Android cihazınızın depolamasını USB üzerinden taramak istiyorsanız, artık yeni iDroid uygulamasıyla bunu yapabilirsiniz. iDroid, dosyaları ve bütün klasörleri Sürükle&Bırak ile indirip yüklemeyi destekler.
uk: Якщо ви хочете передавати файли та переглядати сховище вашого Android-пристрою через USB, тепер це можливо з новим додатком iDroid. iDroid підтримує завантаження та надсилання файлів і цілих папок через перетягування.
vi: Nếu bạn muốn truyền tệp và duyệt bộ nhớ của thiết bị Android qua USB, giờ đây bạn có thể thực hiện điều đó với ứng dụng iDroid mới. iDroid hỗ trợ tải xuống và tải lên tệp và toàn bộ thư mục bằng cách Kéo & Thả.
zh_hans: 如果您想通过 USB 传输文件并浏览 Android 设备的存储空间，现在可以使用全新的 iDroid 应用程序。 iDroid 支持通过拖放下载和上传文件及整个文件夹。
zh_hant: 如果您想通過 USB 傳輸文件並瀏覽 Android 設備的存儲空間，現在可以使用新的 iDroid 應用程式。 iDroid 支援下載和上傳文件以及整個文件夾，並支持拖放操作。

# DownloadQuickDropOnPlayStore
source: Download QuickDrop on the App Store or the Play Store to share files with your devices.
ar: قم بتنزيل QuickDrop من App Store أو Play Store لمشاركة الملفات مع أجهزتك.
ca: Descarrega QuickDrop a l'App Store o Play Store per compartir arxius amb els teus dispositius.
cs: Stáhněte si QuickDrop z App Store nebo Play Store a sdílejte soubory se svými zařízeními.
da: Hent QuickDrop i App Store eller Play Butik for at dele filer med dine enheder.
de: Lade QuickDrop im App Store oder Play Store herunter, um Dateien mit deinen Geräten zu teilen.
el: Κατεβάστε το QuickDrop στο App Store ή στο Play Store για να μοιράζεστε αρχεία με τις συσκευές σας.
es: Descarga QuickDrop en la App Store o Play Store para compartir archivos con tus dispositivos.
es_419: Descarga QuickDrop en la App Store o Play Store para compartir archivos con tus dispositivos.
fi: Lataa QuickDrop App Storesta tai Play Storesta jakaaksesi tiedostoja laitettasi varten.
fr: Téléchargez QuickDrop sur l'App Store ou le Play Store pour partager des fichiers avec vos appareils.
fr_ca: Téléchargez QuickDrop sur l'App Store ou sur Google Play Store pour partager des fichiers avec vos appareils.
he: הורד את QuickDrop ב-App Store או ב-Play Store כדי לשתף קבצים עם המכשירים שלך.
hi: अपने डिवाइस के साथ फ़ाइलें साझा करने के लिएApp Store या Play Store से QuickDrop डाउनलोड करें।
hr: Preuzmite QuickDrop na App Store-u ili Play Store-u za dijeljenje datoteka s vašim uređajima.
hu: Töltse le a QuickDrop alkalmazást az App Store-ból vagy a Play Store-ból, hogy fájlokat osszon meg az eszközeivel.
id: Unduh QuickDrop di App Store atau Play Store untuk berbagi file dengan perangkat Anda.
it: Scarica QuickDrop dall'App Store o dal Play Store per condividere file con i tuoi dispositivi.
ja: App Store または Play Store から QuickDrop をダウンロードして、デバイス間でファイルを共有しましょう。
ko: 앱 스토어나 플레이 스토어에서 QuickDrop을 다운로드하여 기기와 파일을 공유하세요.
ms: Muat turun QuickDrop di App Store atau Play Store untuk berkongsi fail dengan peranti anda.
nb: Last ned QuickDrop på App Store eller Play Store for å dele filer med enhetene dine.
nl: Download QuickDrop in de App Store of de Play Store om bestanden met je apparaten te delen.
pl: Pobierz QuickDrop w App Store lub Play Store, aby udostępniać pliki między urządzeniami.
pt_br: Baixe o QuickDrop na App Store ou na Play Store para compartilhar arquivos com seus dispositivos.
pt_pt: Descarregue o QuickDrop na App Store ou na Play Store para partilhar ficheiros com os seus dispositivos.
ro: Descarcă QuickDrop din App Store sau Play Store pentru a partaja fișiere cu dispozitivele tale.
ru: Скачайте QuickDrop в App Store или Play Store, чтобы делиться файлами с вашими устройствами.
sv: Ladda ner QuickDrop på App Store eller Play Store för att dela filer med dina enheter.
th: ดาวน์โหลด QuickDrop บน App Store หรือ Play Store เพื่อแชร์ไฟล์กับอุปกรณ์ของคุณ
tr: Cihazlarınızla dosya paylaşmak için QuickDrop'u App Store veya Play Store'dan indirin.
uk: Завантажте QuickDrop з App Store або Play Store, щоб обмінюватися файлами між вашими пристроями.
vi: Tải xuống QuickDrop trên App Store hoặc Play Store để chia sẻ tệp với các thiết bị của bạn.
zh_hans: 在 App Store 或 Play Store 下载 QuickDrop，与您的设备共享文件。
zh_hant: 在 App Store 或 Play Store 下載 QuickDrop，與您的設備共享文件。

# DownloadsFolder
source: Downloads
ar: التنزيلات
ca: Descàrregues
cs: Stahování
el: Λήψεις
es: Descargas
es_419: Descargas
fi: Lataukset
fr: Téléchargements
fr_ca: Téléchargements
he: הורדות
hi: डाउनलोड्स
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
ms: Muat Turun
nb: Nedlastinger
pl: Pobrane
pt_pt: Transferências
ro: Descărcări
ru: Загрузки
sv: Nerladdningar
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Edit…
ar: تحرير...
ca: Edita…
cs: Upravit…
da: Rediger…
de: Bearbeiten…
el: Επεξεργασία…
es: Editar…
es_419: Editar…
fi: Muokkaa…
fr: Modifier…
fr_ca: Modifier…
he: עריכה…
hi: संपादित करें…
hr: Uredi…
hu: Szerkesztés…
it: Modifica…
ja: 編集...
ko: 편집…
ms: Sunting…
nb: Rediger…
nl: Bewerken…
pl: Edytuj…
pt_br: Editar…
pt_pt: Editar…
ro: Editează…
ru: Изменить…
sv: Redigera…
th: แก้ไข…
tr: Düzenle…
uk: Редагувати…
vi: Chỉnh sửa…
zh_hans: 编辑…
zh_hant: 編輯…

source: Enable QuickDrop Extension
ar: فعّل إضافة QuickDrop
ca: Activa l'extensió QuickDrop
cs: Povolit rozšíření QuickDrop
da: Aktivér QuickDrop-udvidelse
de: QuickDrop-Erweiterung aktivieren
el: Ενεργοποίηση της επέκτασης QuickDrop
es: Activar extensión QuickDrop
es_419: Habilitar extensión QuickDrop
fi: Ota QuickDrop-laajennus käyttöön
fr: Activer l’extension QuickDrop
fr_ca: Activer l’extension QuickDrop
he: הפעל את ההרחבה של QuickDrop
hi: क्विकड्रॉप एक्सटेंशन सक्षम करें
hr: Omogući QuickDrop ekstenziju
hu: QuickDrop-bővítmény engedélyezése
id: Aktifkan Ekstensi QuickDrop
it: Abilita estensione QuickDrop
ja: QuickDrop拡張機能を有効にする
ko: QuickDrop 확장 기능 활성화
ms: Aktifkan Sambungan QuickDrop
nb: Aktiver QuickDrop-utvidelse
nl: QuickDrop-extensie inschakelen
pl: Włącz rozszerzenie QuickDrop
pt_br: Ativar Extensão do QuickDrop
pt_pt: Ativar Extensão QuickDrop
ro: Activează extensia QuickDrop
ru: Включить расширение QuickDrop
sv: Aktivera QuickDrop-tillägget
th: เปิดใช้งาน QuickDrop ส่วนขยาย
tr: QuickDrop Uzantısını Etkinleştir
uk: Увімкнути розширення QuickDrop
vi: Bật tiện ích QuickDrop
zh_hans: 启用 QuickDrop 扩展
zh_hant: 啟用 QuickDrop 擴充功能
